const buttonTitleConstants = {
  ADD_NEW: "Добавить новый",
  ADD_NEW_SHIFT: "Добавить новую смену",
  BACK: "🡄 Назад",
  CALCULATE: "Рассчитать",
  CANCEL: "Отменить",
  CANCEL_CHANGES: "Отменить изменения",
  CHOSE_DATE: "Выбрать дату",
  CLEAN: "Очистить",
  CLOSE: "Закрыть",
  CONFIRM: "Подтвердить",
  CONFIRM_CHANGES: "Подтвердить изменения",
  CONFIRM_ORDER: "Подтвердить бронирование",
  DELETE: "Удалить",
  DELETE_SHIFT: "Удалить смену",
  EDIT: "Редактировать",
  REJECT: "Отклонить",
  SAVE: "Сохранить",
  SAVE_ORDER: "Сохранить и отправить заявку",
  VIEW: "Смотреть",
};

export default buttonTitleConstants;
